Repository: GemeenteUtrecht/beheerconsole
Catalog: src/beheerconsole/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: naam

source: description
nl: beschrijving

source: A description of the application - what does it do, when should you use it...
nl: Beschrijving van de applicatie - wat doet het, wanneer gebruik je het...

source: URL to the application - preferably a home page or similar.
nl: URL naar de applicatie - bij voorkeur een landingspagina of vergelijkbaar.

source: URL to the application administrative interface.
nl: URL naar de administratieve interface van de applicatie.

source: vendor
nl: leverancier

source: Software vendor - who built the appliation and/or maintains it?
nl: Softwareleverancier - wie heeft de applicatie gebouwd en/of beheert deze?

source: URL to the code repository, e.g. Github, Gitlab, Bitbucket...
nl: URL naar de repository met de code (vb. Github, Gitlab, Bitbucket...)

source: Logo image of the application
nl: Afbeelding met het logo van de applicatie

source: layer
nl: laag

source: The layer of the application.
nl: De Common Ground-laag van de applicatie.

source: application
nl: applicatie

source: applications
nl: applicaties

source: tier
nl: laag

source: The tier number of the layer
nl: Het laagnummer van de laag

source: Describe the meaning of this Common Ground layer
nl: Beschrijf de betekenis van deze Common Ground-laag

source: Application details
nl: Applicatiedetails

source: List of applications deployed in the organization
nl: Lijst van applicaties ge√Ønstalleerd in de organisatie

source: Applications
nl: Applicaties

source: On this page you see a list of all deployed applications with their vendors. You can use the filters on the right to select applications from a particular layer in the <a href="https://commonground.nl/" target="_blank" rel="noopener nofollow">Common Ground</a> vision. <br> For more details about an application, please go to the detail page where you can find contact details for the vendor and utility URLs.
nl: Op deze pagina zie je een lijst van alle uitgerolde applicaties en de leveranciers. Je kan de filters aan de rechterkant gebruiken om applicaties te selecteren uit een bepaalde laag uit de <a href="https://commonground.nl/" target="_blank" rel="noopener nofollow">Common Ground</a> visie. <br> Ga naar de detailpagina voor meer informatie over een applicatie. Daar vind je de contactgegevens van de leverancier en handige links.

source: username for BasicAuth
nl: BasicAuth gebruikersnaam

source: password for BasicAuth
nl: BasicAuth wachtwoord

source: Incoming
nl: Binnenkomend

source: Outgoing
nl: Uitgaand

source: direction
nl: richting

source: created
nl: aangemaakt

source: source
nl: bron

source: destination
nl: bestemming

source: service name
nl: servicenaam

source: data
nl: gegevens

source: key
nl: sleutel

source: value
nl: waarde

source: Relations
nl: Relaties

source: Process engine
nl: Procesengine

source: Systematic overview
nl: Systematisch overzicht

source: Process: <code>{key}</code>
nl: Proces: <code>{key}</code>

source: {name} (version {version})
nl: {name} (versie {version})

source: Active
nl: Actief

source: Deactivated
nl: Gedeactiveerd

source: Historical
nl: Historisch

source: High risk
nl: Hoog risico

source: Low risk
nl: Laag risico

source: Digital
nl: Digitaal

source: Analogue
nl: Analoog

source: contact details
nl: contactgegevens

source: Contact details for the responsible(s) of the department.
nl: Contactgegevens van de verantwoorelijke(n) voor het organisatieonderdeel.

source: department
nl: organisatieonderdeel

source: departments
nl: organisatieonderdelen

source: Human-friendly name.
nl: Vriendelijke naam.

source: Camunda process
nl: Camundaproces

source: Process definition ID in Camunda.
nl: Procesdefinitie ID in Camunda.

source: Activiti process
nl: Activitiproces

source: Extended description of the process.
nl: Uitgebreide omschrijving van het proces.

source: The department responsible for this process.
nl: Het organisatieonderdeel verantwoorelijk voor dit proces.

source: other departments
nl: andere organisatieonderdelen

source: Other departments that may play a role in this process
nl: Andere organisatieonderdelen die eventueel een rol spelen in dit proces

source: initiating processes
nl: initi√´rende processen

source: The set of processes that may lead to this process being started.
nl: De verzameling processen die mogelijks dit proces kunnen starten.

source: Set of applications used to handle this process
nl: De verzameling van applicaties betrokken in de afhandeling van dit proces

source: personal data
nl: persoonlijke gegevens

source: Does personal data end up in the process?
nl: Worden er persoonlijke gegevens verwerkt in dit proces?

source: process status
nl: processtatus

source: deactivation date
nl: datum van deactivatie

source: Date when this process became deactivated/historical. Leave blank for 'in production' processes.
nl: Datum van deactivatie/waarop het proces historisch werd. Laat dit veld leeg indien het proces 'in productie' is.

source: Zaaktype in the Catalogi API.
nl: Zaaktype in de Catalogi API.

source: zaaktype owner
nl: eigenaar zaaktype

source: The department owning the zaaktype.
nl: Het organisatieonderdeel die eigenaar is van het zaaktype.

source: risk level
nl: risiconiveau

source: Location digital
nl: Digitale vindplaats

source: Location analogue
nl: Analoge vindplaats

source: process
nl: proces

source: processes
nl: processen

source: storage type
nl: type vindplaats

source: storage location
nl: vindplaats

source: storage locations
nl: vindplaatsen

source: Processes
nl: Processen

source: Process details
nl: Procesdetails

source: View Systematic Overview
nl: Bekijk het Systematisch Overzicht

source: Process &lsquo;%(name)s&rsquo;
nl: Proces &lsquo;%(name)s&rsquo;

source: Department &lsquo;%(name)s&rsquo;
nl: Organisatieonderdeel &lsquo;%(name)s&rsquo;

source: Relations with other processes
nl: Relaties met andere processen

source: No initiating processes
nl: Geen initi√´rende processen

source: Initiates no other processes
nl: Initieert geen andere processen

source: Activiti process: <code>%(key)s (version %(version)s)</code>
nl: Activiti proces: <code>%(key)s (versie %(version)s)</code>

source: Camunda process: <code>%(key)s (version %(version)s)</code>
nl: Camunda proces: <code>%(key)s (versie %(version)s)</code>

source: Deployed processes in the organization
nl: Processen in de organisatie

source: On this page you see a list of processes as they are handled within the organization. You can use the filters on the right hand side to filter by the department owning the process.
nl: Op deze pagina zie je een lijst van processen zoals deze in gebruik zijn binnen de organisatie. Je kan de filters aan de rechterzijde gebruiken om processen te filteren op het organisatieonderdeel dat ervoor verantwoorelijk is.

source: Department: %(dep)s
nl: Organisatieonderdeel: %(dep)s

source: The systematic overview describes meta-information of processes.
nl: Het Systematisch Overzicht beschrijft meta-gegevens van processen.

source: Processing of personal data?
nl: Verwerking van persoonlijke gegevens?

source: Process status
nl: Processtatus

source: Production status
nl: Productiestatus

source: In production
nl: In productie

source: Deactivated/historical since %(h_date)s
nl: Gedeactiveerd/historisch sinds %(h_date)s

source: Risk level
nl: Risiconiveau

source: Ownership
nl: Eigenaars

source: Process owner
nl: Proceseigenaar

source: Zaaktype owner
nl: Zaaktype-eigenaar

source: Zaaktype information & archiving
nl: Zaaktype- en archiefinformatie

source: Zaaktype under development
nl: Zaaktype in ontwikkeling

source: Procestype selectielijst
nl: Selectielijst 2017 procestype

source: Number process selectielijst
nl: Nummer van het proces in de selectielijst

source: Description
nl: Omschrijving

source: Action
nl: Actie

source: Term
nl: Termijn

source: Selectielijstklasse value
nl: Waarde van de Selectielijstklasse

source: Divergent from selectielijst?
nl: Afwijkend van de selectielijst?

source: Divergent?
nl: Afwijkend?

source: Archive locations
nl: Vindplaatsen

source: {years} year
nl: {years} jaar

source: {months} month
nl: {months} maand

source: {days} day
nl: {days} dag

source: {hours} hour
nl: {hours} uur

source: {minutes} minute
nl: {minutes} minuut

source: {seconds} second
nl: {seconds} seconde

source: {first} and {last}
nl: {first} en {last}

source: Administration
nl: Beheer

source: Submit
nl: OK

source: Manage processes and applications
nl: Beheer processen en applicaties

source: The beheerconsole gives insight into the deployed processes within the organization and the applications that facilitate this. Processes and applications are related to each other. <br> Please choose your perspective.
nl: De beheerconsole geeft inzicht in de processen die toegepast worden binnen de organisatie en de applicaties die hiervoor gebruikt worden. Processen en applicaties zijn nauw gekoppeld. <br> Kies je invalshoek.

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: 1 API call made in {duration}ms
nl: {n} API call gemaakt in {duration}ms

source: Time (ms)
nl: Tijd (ms)
